
import 'package:mailto/mailto.dart';
import 'package:url_launcher/url_launcher.dart';

//----------------------------------------------------------------------------//
// Widget to send emails to publisher/developer
//----------------------------------------------------------------------------//
launchMailto() async {
  final mailtoLink = Mailto(
    to: ['philip.faure13@gmail.com'],
    cc: ['philip.faure@yahoo.com'],
    subject: 'Mammals of Oman In-App Support',
  );
  // Convert the Mailto instance into a string.
  // Use either Dart's string interpolation
  // or the toString() method.
  await launch('$mailtoLink');
}

//----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//

class Language {
  final int id;
  final String language;
  final String languageCode;

  Language(this.id, this.language, this.languageCode);

  static List<Language> languageList() {
    return <Language>[
      Language(1, "English", "en"),
      Language(2, "اَلْعَرَبِيَّةُ", "ar"),
    ];
  }
}

// ----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//

//----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//

// ----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//

//----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//

// ----------------------------------------------------------------------------//
// Widget to .....
//----------------------------------------------------------------------------//
