Repository: PhilipFaure/mammals_of_oman
Catalog: lib/l10n/intl_*.arb
Languages: ar_om

# MmmlsOmn
source: Mammals of Oman
ar_om: ثدييات عمان

# AlphIndx
source: Alphabetic Index
ar_om: فهرس أبجدي

# Lang
source: Language
ar_om: لغة

# TrcksDrppngs
source: Tracks and Droppings
ar_om: مسارات وإسقاطات

# SpcsIndx
source: Species Index
ar_om: فهرس الأنواع

# FmlyIndx
source: Family Index
ar_om: فهرس العائلة

# Cntnts
source: Contents
ar_om: محتويات

# CntctUs
source: Contact Us
ar_om: اتصل بنا

source: About
ar_om: حول

# ArbnLprd
source: Arabian Leopard
ar_om: النمر العربي

# ArbnOryx
source: Arabian Oryx
ar_om: عربي

# ArbnWlf
source: Arabian Wolf
ar_om: ذئب عربي

# BlnfrdsFx
source: Blanfords Fox
ar_om: بلانفورد فوكس

# Crcl
source: Caracal
ar_om: كاراكال

# CmmnGnt
source: Common Genet
ar_om: الجينات المشتركة

# NAWldct
source: North African Wildcat
ar_om: وايلدكات شمال افريقيا

# RdFx
source: Red Fox
ar_om: ثعلب احمر

# StrpdHyn
source: Striped Hyaena
ar_om: ضبع مخطط

# WTMngs
source: White Tailed Mongoose
ar_om: النمس ذو الذيل الأبيض

# Pctrs
source: Pictures
ar_om: الصور

# Dscrptn
source: Description
ar_om: وصف

# Dstrbtn
source: Distribution
ar_om: توزيع

# OrxDscrptn
source: A striking medium-sized antelope with very ling horns. Overall is white in colour with dark brown or black legs, white socks above black hooves, a dark flank stripe and white tail, tipped black. The muzzle tip is white and the dark brown facial markings include a vertical bar that runs through the eye and a patch on the bridge of the nose. In summer the flank stripe and other dark markings of the body are lighter or absent altogether. Both males and females carry almost straight, ringed horns that may reach 70 cm in length. Females usually have thinner and longer horns than males. Sexes are difficult to tell apart except that adult males are heavier set.
ar_om: ظباء متوسط الحجم مع قرون لينغ جدا. بشكل عام أبيض اللون مع أرجل بنية أو سوداء داكنة ، جوارب بيضاء فوق حوافر سوداء ، شريط جانبي داكن وذيل أبيض ، مائل إلى الأسود. رأس الكمامة أبيض اللون وعلامات الوجه ذات اللون البني الداكن تتضمن شريطًا رأسيًا يمر عبر العين وقطعة على جسر الأنف. في الصيف يكون شريط الجناح والعلامات الداكنة الأخرى على الجسم أفتح أو غائبة تمامًا. يحمل كل من الذكور والإناث قرونًا حلقية مستقيمة تقريبًا قد يصل طولها إلى 70 سم. عادة ما يكون للإناث قرون أرق وأطول من الذكور. يصعب التمييز بين الجنسين إلا أن الذكور البالغين هم مجموعة أثقل.
